{
    "0":"Qual dessas linguagens de programação é Interpretada?",
    "1":"Qual dessas linguagens de programação é Compilada?",
    "2":"Qual dessas linguagens de programação tem paradígma Funcional?",
    "3":"Qual dessas linguagens de programação tem paradígma lógico?",
    "4":"Qual dessas linguagens de programação não da suporte para orientação a Objetos?",
    "5":"É uma linguagem de programação contruída para eficiência em calculos matemáticos:",
    "6":"Quais das características apresentadas são indispensaveis em uma linguagem de programação?",
    "7":"Qual das linguagens não é de programação?",
    "8" :"Qual das linguagens abaixo é fortemente tipada ?",
    "9" :"Ano da independência do Brasil ?",
    "10" :"Quantos estados o Brasil possui ?",
    "11":"Qual das opções abaixo não é uma linguagem de programação ?",
    "12" :"Qual das linguagens não pode ser utilizada POO ?",
    "13": "Segundo o romance, que animal era “Moby Dick”?",
    "14": "Quem fundou a Microsoft?",
    "15": "O maior artilheiro de todas as edições da Copa do Mundo FIFA é Miroslav Klose, quantos gols ele marcou?",
    "16": "Um adulto sadio tem quantosdentes na boca?", 
    "17": "Turmalina é uma espécie de quê?",
    "18": "Na animação 'O rei leão', qual o nome do pai do pequeno Simba?",
    "19": "Quem inventou o telefone?",
    "20": "Que imperador pôs fogo em Roma?",
    "21": "Segundo a mitologia grega, quem é o deus da guerra?",
    "22": "De quantos em quantos anos aparece o cometa Halley?",
    "23": "Nova Delhi é a capital de que país?",
    "24": "Quem disse a frase: 'Vim, vi e venci'?",
    "25": "Qual é o nome verdadeiro do herói Deadpool?",
    "26": "O “super bowl” faz parte de qual esporte?",
    "27": "Qual o significado da sigla “AI”, no AI-5?", 
    "28": "Sobre qual cidade do Japão foi lançada a primeira bomba atômica?",
    "29": "Qual foi o último imperador do Brasil?",
    "30": "Em qual espécie o macho choca os ovos e a fêmea procura alimento?",
    "31": "Qual desses astros de filmes de ação é belga?",
    "32": "Qual desses quatro pesos é o mais leve?",
    "33": "Que conflito ideológico envolveu os EUA e a União Soviética?",
    "34": "O trapézio é um músculo que está situado:",
    "35": "Qual o símbolo químico do radônio?",
    "36": "Em que ano Ayrton Senna venceu o primeiro campeonato de Fórmula 1?",
    "37": "Quem foi aluno de Platão e tutor de Alexandre, o Grande?",
    "38": "Qual das tartarugas ninja, usa um nunchaku como arma?",
    "39": "Qual metal possui o símbolo Hg?",
    "40": "Qual é a altura oficial do aro na cesta no basquete?",
    "41": "Qual o único time do nordeste a ganhar uma copa do Brasil?",
    "42": "Qual o verdadeiro nome do vilão Darth Vader?",
    "43": "Quem escreveu 'Dom Quixote'?",
    "44": "Atualmente. qual o maior artilheiro da história da Champions League?",
    "45": "Qual foi a primeira mulher a entrar no “hall da fama” do rock and roll?",
    "46": "Qual o sistema de transporte mais utilizado no Brasil?",
    "47": "Qual a espécie do personagem fictício Wally Walrus(Leoncio) do desenho animado pica-pau?",
    "48": "Qual a cidade de origem da banda de rock britânica 'The Beatles'?",
    "49": "O que o pintor Claude Monet representou em suas telas?",
    "50": "Qual desses países não fazem fronteira com o Brasil?"
    
}